#version: 0.2
c c
h e
i c
o l
o p
Ġ T
e r
i t
Ġ a
Ġ t
ĠT he
e n
n d
o g
Ġ d
Ġ o
op ic
it opic
b er
e s
i n
m ber
n u
u r
Ġ b
Ġ p
Ġ nu
Ġo f
Ġnu mber
C C
) :
a r
a t
c t
d r
h y
n o
o nd
r o
r s
r itopic
v e
w in
Ġ (
Ġ m
Ġ hy
Ġa nd
Ġt he
Ġt ritopic
og en
Ġd itopic
Ġb ond
dr ogen
win g
Ġhy drogen
Ġ 0
Ġ 3
cc c
Ġ 2
C c
Ġ 5
I s
K no
P S
a c
a l
a n
b i
c o
c u
e a
e f
e p
e t
e en
e ct
e cu
f ic
f ol
f ac
g ro
i o
i s
i x
i en
i es
i ve
l o
l y
l og
l es
m at
o ct
o no
o rs
p s
p ect
r op
r es
r ea
s ol
s ur
t op
t it
t ur
t ies
t ors
u ps
w at
w een
Ġ in
Ġ Kno
Ġ co
Ġ fol
Ġ gro
Ġ log
Ġ res
Ġ sur
cc ep
ic al
ol og
ol ar
ol ecu
ĠT PS
er ties
Ġa ro
Ġa rea
Ġa ccep
Ġt ur
Ġd is
Ġd ono
Ġo r
Ġb et
Ġp ar
Ġp rop
Ġp olar
ve d
Ġm ix
Ġm olecu
an ol
bi d
ef fic
fac e
io n
ien t
ive ly
lo wing
mat ic
oct anol
pect ively
sol ved
top olog
tit ion
tur e
wat er
ĠKno wing
Ġco effic
Ġfol lowing
Ġgro ups
Ġlog P
Ġres pectively
Ġsur face
ĠTPS A
Ġaro matic
Ġaccep tors
Ġtur bid
Ġdis solved
Ġdono rs
Ġbet ween
Ġpar tition
Ġprop erties
Ġmix ture
Ġmolecu les
topolog ical
Ġcoeffic ient
Ġ 1
( -
Ġ O
Ġ N
Ġ 4
C N
Ġ -
Ġ 6
Ġ5 2
ĠN CC
Ġ5 1
Ġ 7
CC N
n c
cc ccc
] (
O c
( =
cc cc
Ġ7 8
Ġ 8
CC CN
C Oc
c s
Ġ CC
CC CCN
Ġ3 4
Ġ 9
) /
cs c
CC C
Ġ1 1
Ġ8 1
Ġ8 9
Ġ C
ĠN C
ĠN c
ĠNCC N
@ @
Ġ5 5
Ġ6 1
ĠNCC CCCCN
Ġ5 4
Ġ7 1
Ġ9 0
) (
) =
3 6
O Cc
Ġ1 36
Ġ11 2
Ġ Cc
ĠNCC CN
ĠCC c
Ġ11 7
N O
O CCN
Ġ CN
CC CC
CC CCCCN
ĠN Cc
Ġ6 4
ĠNCC CC
ĠNCC OCCN
Ġ7 2
]( [
Ġ9 1
ĠNCCCCCCN CCCCCCN
NO N
O C
O CC
s c
ĠC n
1 2
Ġ COc
cc sc
Ġ5 9
Ġ6 2
ĠCC CCC
OCC Oc
OCC COc
