{"[PAD]":0,"[CLS]":1,"[SEP]":2,"[MASK]":3,"[UNK]":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"cc":261,"he":262,"ic":263,"ol":264,"op":265,"ĠT":266,"er":267,"it":268,"Ġa":269,"Ġt":270,"ĠThe":271,"en":272,"nd":273,"og":274,"Ġd":275,"Ġo":276,"opic":277,"itopic":278,"ber":279,"es":280,"in":281,"mber":282,"nu":283,"ur":284,"Ġb":285,"Ġp":286,"Ġnu":287,"Ġof":288,"Ġnumber":289,"CC":290,"):":291,"ar":292,"at":293,"ct":294,"dr":295,"hy":296,"no":297,"ond":298,"ro":299,"rs":300,"ritopic":301,"ve":302,"win":303,"Ġ(":304,"Ġm":305,"Ġhy":306,"Ġand":307,"Ġthe":308,"Ġtritopic":309,"ogen":310,"Ġditopic":311,"Ġbond":312,"drogen":313,"wing":314,"Ġhydrogen":315,"Ġ0":316,"Ġ3":317,"ccc":318,"Ġ2":319,"Cc":320,"Ġ5":321,"Is":322,"Kno":323,"PS":324,"ac":325,"al":326,"an":327,"bi":328,"co":329,"cu":330,"ea":331,"ef":332,"ep":333,"et":334,"een":335,"ect":336,"ecu":337,"fic":338,"fol":339,"fac":340,"gro":341,"io":342,"is":343,"ix":344,"ien":345,"ies":346,"ive":347,"lo":348,"ly":349,"log":350,"les":351,"mat":352,"oct":353,"ono":354,"ors":355,"ps":356,"pect":357,"rop":358,"res":359,"rea":360,"sol":361,"sur":362,"top":363,"tit":364,"tur":365,"ties":366,"tors":367,"ups":368,"wat":369,"ween":370,"Ġin":371,"ĠKno":372,"Ġco":373,"Ġfol":374,"Ġgro":375,"Ġlog":376,"Ġres":377,"Ġsur":378,"ccep":379,"ical":380,"olog":381,"olar":382,"olecu":383,"ĠTPS":384,"erties":385,"Ġaro":386,"Ġarea":387,"Ġaccep":388,"Ġtur":389,"Ġdis":390,"Ġdono":391,"Ġor":392,"Ġbet":393,"Ġpar":394,"Ġprop":395,"Ġpolar":396,"ved":397,"Ġmix":398,"Ġmolecu":399,"anol":400,"bid":401,"effic":402,"face":403,"ion":404,"ient":405,"ively":406,"lowing":407,"matic":408,"octanol":409,"pectively":410,"solved":411,"topolog":412,"tition":413,"ture":414,"water":415,"ĠKnowing":416,"Ġcoeffic":417,"Ġfollowing":418,"Ġgroups":419,"ĠlogP":420,"Ġrespectively":421,"Ġsurface":422,"ĠTPSA":423,"Ġaromatic":424,"Ġacceptors":425,"Ġturbid":426,"Ġdissolved":427,"Ġdonors":428,"Ġbetween":429,"Ġpartition":430,"Ġproperties":431,"Ġmixture":432,"Ġmolecules":433,"topological":434,"Ġcoefficient":435,"Ġ1":436,"(-":437,"ĠO":438,"ĠN":439,"Ġ4":440,"CN":441,"Ġ-":442,"Ġ6":443,"Ġ52":444,"ĠNCC":445,"Ġ51":446,"Ġ7":447,"CCN":448,"nc":449,"ccccc":450,"](":451,"Oc":452,"(=":453,"cccc":454,"Ġ78":455,"Ġ8":456,"CCCN":457,"COc":458,"cs":459,"ĠCC":460,"CCCCN":461,"Ġ34":462,"Ġ9":463,")/":464,"csc":465,"CCC":466,"Ġ11":467,"Ġ81":468,"Ġ89":469,"ĠC":470,"ĠNC":471,"ĠNc":472,"ĠNCCN":473,"@@":474,"Ġ55":475,"Ġ61":476,"ĠNCCCCCCN":477,"Ġ54":478,"Ġ71":479,"Ġ90":480,")(":481,")=":482,"36":483,"OCc":484,"Ġ136":485,"Ġ112":486,"ĠCc":487,"ĠNCCCN":488,"ĠCCc":489,"Ġ117":490,"NO":491,"OCCN":492,"ĠCN":493,"CCCC":494,"CCCCCCN":495,"ĠNCc":496,"Ġ64":497,"ĠNCCCC":498,"ĠNCCOCCN":499,"Ġ72":500,"]([":501,"Ġ91":502,"ĠNCCCCCCNCCCCCCN":503,"NON":504,"OC":505,"OCC":506,"sc":507,"ĠCn":508,"12":509,"ĠCOc":510,"ccsc":511,"Ġ59":512,"Ġ62":513,"ĠCCCCC":514,"OCCOc":515,"OCCCOc":516}