{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "String": "[A-Za-z0-9@+\\-=#()/%]+"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "the": 5,
      "is": 6,
      "of": 7,
      "specie": 8,
      "and": 9,
      "ditopic": 10,
      "tritopic": 11,
      "The": 12,
      "in": 13,
      "number": 14,
      "bond": 15,
      "hydrogen": 16,
      "2": 17,
      "(octanol/water": 18,
      "(topological": 19,
      "?": 20,
      "Knowing": 21,
      "TPSA": 22,
      "Would": 23,
      "about": 24,
      "acceptors": 25,
      "area)": 26,
      "aromatic": 27,
      "atoms": 28,
      "be": 29,
      "blocks": 30,
      "building": 31,
      "coefficient)": 32,
      "dissolved": 33,
      "donnor": 34,
      "following": 35,
      "groups": 36,
      "heavy": 37,
      "involving": 38,
      "logP": 39,
      "mixture": 40,
      "or": 41,
      "partition": 42,
      "polar": 43,
      "propreties": 44,
      "surface": 45,
      "them:": 46,
      "turbid": 47,
      "3.0.": 48,
      "0": 49,
      "0.0.": 50,
      "3": 51,
      "4.": 52,
      "52.0": 53,
      "51.2.": 54,
      "1": 55,
      "6.0.": 56,
      "1.": 57,
      "10": 58,
      "30.0.": 59,
      "5.2.": 60,
      "4.0.": 61,
      "-0.3": 62,
      "8": 63,
      "36.0.": 64,
      "4": 65,
      "0.": 66,
      "78.1.": 67,
      "34.1": 68,
      "7": 69,
      "27.0.": 70,
      "3.5.": 71,
      "0.9.": 72,
      "13.0.": 73,
      "15": 74,
      "15.0.": 75,
      "16": 76,
      "81.3.": 77,
      "9.0.": 78,
      "-0.2": 79,
      "-0.5": 80,
      "1.4": 81,
      "55.3": 82,
      "61.3": 83,
      "14": 84,
      "6": 85,
      "1.2": 86,
      "0.8": 87,
      "0.3.": 88,
      "0.5.": 89,
      "1.0.": 90,
      "112.0.": 91,
      "12.0.": 92,
      "136.0.": 93,
      "2.": 94,
      "2.3.": 95,
      "20.0.": 96,
      "25.0.": 97,
      "3.": 98,
      "3.3.": 99,
      "4.7.": 100,
      "54.4.": 101,
      "6.4.": 102,
      "7.1.": 103,
      "71.4.": 104,
      "78.9.": 105,
      "89.9.": 106,
      "90.6.": 107,
      "C1=CC(=CC=C1/C=C/C2=CC(=CC(=C2)/C=C/C3=CC=C(C=C3)C=O)/C=C/C4=CC=C(C=C4)C=O)C=O": 108,
      "O=Cc1c(O)c(C=O)c(O)c(C=O)c1O": 109,
      "O=Cc1cc(-c2cc(-c3csc(C=O)c3)cc(-c3csc(C=O)c3)c2)cs1": 110,
      "O=Cc1cc(C=O)c(O)c(C=O)c1": 111,
      "O=Cc1cc(C=O)cc(C=O)c1": 112,
      "O=Cc1ccc(-c2cc(-c3ccc(C=O)cc3)cc(-c3ccc(C=O)cc3)c2)cc1": 113,
      "O=Cc1ccc(-c2cc(-c3ccc(C=O)o3)cc(-c3ccc(C=O)o3)c2)o1": 114,
      "O=Cc1ccc(-c2nc(-c3ccc(C=O)cc3)nc(-c3ccc(C=O)cc3)n2)cc1": 115,
      "O=Cc1ccc(C#Cc2cc(C#Cc3ccc(C=O)cc3)cc(C#Cc3ccc(C=O)cc3)c2)cc1": 116,
      "O=Cc1ccc(C#Cc2cc(C=O)cc(C=O)c2)cc1": 117,
      "O=Cc1ccc(N(c2ccc(C=O)cc2)c2ccc(C=O)cc2)cc1": 118,
      "O=Cc1ccc(OCc2cc(COc3ccc(C=O)cc3)cc(COc3ccc(C=O)cc3)c2)cc1": 119,
      "O=Cc1cccc(-c2cc(-c3cccc(C=O)c3)cc(-c3cccc(C=O)c3)c2)c1": 120,
      "O=Cc1ccccc1-c1cc(-c2ccccc2C=O)cc(-c2ccccc2C=O)c1": 121,
      "-0.4.": 122,
      "-1.4.": 123,
      "-1.5.": 124,
      "-1.6.": 125,
      "-2.6.": 126,
      "10.0.": 127,
      "117.0.": 128,
      "18.0.": 129,
      "CCc1c(CN)c(CC)c(CN)c(CC)c1CN": 130,
      "Cc1c(CN)c(C)c(CN)c(C)c1CN": 131,
      "NC1CC(N)CC(N)C1": 132,
      "NCCCN(CCCN)CCCN": 133,
      "NCCN(CCN)CCN": 134,
      "Nc1nc(N)nc(N)n1": 135,
      "-0.4": 136,
      "-0.9": 137,
      "-1.8": 138,
      "-2.0": 139,
      "-2.3": 140,
      "-3.0": 141,
      "0.1": 142,
      "5": 143,
      "64.1": 144,
      "72.3": 145,
      "89.3": 146,
      "91.0": 147,
      "CC(C)(CN)CN": 148,
      "CN(CCCN)CCCN": 149,
      "NC1=NON=C1N": 150,
      "NCC(CN)O": 151,
      "NCC1=CC(CN)=CC=C1": 152,
      "NCC1CCC(CN)CC1": 153,
      "NCCCCCCN": 154,
      "NCCCCCCNCCCCCCN": 155,
      "NCCCC[C@H](N)C(=O)O": 156,
      "NCCN": 157,
      "NCCOCCN": 158,
      "NCc1ccc(CN)cc1": 159,
      "N[C@@H]1[C@H](CCCC1)N": 160,
      "N[C@H]([C@H](C1=CC=CC=C1)N)C2=CC=CC=C2": 161,
      "N[C@H]1CCC[C@H](C1)N": 162,
      "N[C@H]1CC[C@H](N)CC1": 163,
      "N[C@H]1CN(Cc2ccccc2)C[C@@H]1N": 164,
      "Nc1ccc(Oc2ccc(N)cc2)cc1": 165,
      "0.9": 166,
      "18": 167,
      "2.4": 168,
      "21": 169,
      "3.3": 170,
      "52.6": 171,
      "12": 172,
      "2.0": 173,
      "2.3": 174,
      "2.7": 175,
      "2.8": 176,
      "24": 177,
      "3.9": 178,
      "54.4": 179,
      "59.9": 180,
      "62.4": 181,
      "71.1": 182,
      "9": 183,
      "90.6": 184,
      "CC(C)(C)c1cc(C=O)c(O)c(C=O)c1": 185,
      "CC(C=O)=Cc1ccc(C=C(C)C=O)cc1": 186,
      "CCCCC(CC)COc1cc(C=O)c(OC)cc1C=O": 187,
      "COc1cc(C=O)ccc1OCCOc1ccc(C=O)cc1OC": 188,
      "Cn1nc(-c2ccc(C=O)cc2)cc1C=O": 189,
      "Cn1nc2c(C=O)cccc2c1C=O": 190,
      "O=Cc1c(F)c(F)c(C=O)c(F)c1F": 191,
      "O=Cc1c2ccccc2c(C=O)c2ccccc12": 192,
      "O=Cc1cc2sc(C=O)cc2s1": 193,
      "O=Cc1ccc(-c2ccc(C=O)cc2)cc1": 194,
      "O=Cc1ccc(C=O)cc1": 195,
      "O=Cc1ccc(OCCCOc2ccc(C=O)cc2)cc1": 196,
      "O=Cc1ccc2ccc3ccc(C=O)nc3c2n1": 197,
      "O=Cc1cccc(C=O)c1": 198,
      "O=Cc1ccccc1C=O": 199,
      "O=Cc1ccsc1C=O": 200
    },
    "unk_token": "[UNK]"
  }
}